Repository: mullvad/mullvadvpn-app
Catalog: ios/Assets/Localizable.xcstrings
Source language: en
Languages: da, de, es, fi, fr, it, ja, ko, my, nb, nl, pl, pt, ru, sv, th, tr, zh_hans, zh_hant

source: Unexpected server response: %d
da: Uventet serverrespons: %d
de: Unerwartete Serverantwort: %d
es: Respuesta de servidor inesperada: %d
fi: Odottamaton palvelimen vastaus: %d
fr: Réponse inattendue du serveur : %d
it: Risposta server imprevista: %d
ja: 予期せぬサーバー応答: %d
ko: 예상치 못한 서버 응답: %d
my: မမျှော်လင့်ထားသော ဆာဗာတုံ့ပြန်မှု- %d
nb: Uventet serverrespons: %d
nl: Onverwachte serverrespons: %d
pl: Nieoczekiwana odpowiedź serwera: %d
pt: Resposta inesperada do servidor: %d
ru: Неожиданный ответ сервера: %d
sv: Oväntat serversvar: %d
th: การตอบสนองของเซิร์ฟเวอร์ที่ไม่คาดคิด: %d
tr: Beklenmeyen sunucu yanıtı: %d
zh_hans: 意外的服务器响应：%d
zh_hant: 意外的伺服器回應：%d

source: Unknown error.
da: Ukendt fejl.
de: Unbekannter Fehler.
es: Error desconocido.
fi: Tuntematon virhe.
fr: Erreur inconnue.
it: Errore sconosciuto.
ja: 不明なエラー.
ko: 알 수 없는 오류.
my: အမျိုးအမည်မသိ ချို့ယွင်းချက်။
nb: Ukjent feil.
nl: Onbekende fout.
pl: Nieznany błąd.
pt: Erro desconhecido.
ru: Неизвестная ошибка.
sv: Okänt fel.
th: ข้อผิดพลาดที่ไม่รู้จัก.
tr: Bilinmeyen hata.
zh_hans: 未知错误.
zh_hant: 未知錯誤.

source: Use custom DNS server
da: Brug brugerdefineret DNS-server
de: Benutzerdefinierten DNS-Server verwenden
es: Usar servidor DNS personalizado
fi: Käytä mukautettua DNS-palvelinta
fr: Utiliser un serveur DNS personnalisé
it: Usa un server DNS personalizzato
ja: カスタムDNSサーバーを使う
ko: 사용자 지정 DNS 서버 사용
my: စိတ်ကြိုက် DNS ဆာဗာကို သုံးရန်
nb: Bruk egendefinert DNS-server
nl: Aangepaste DNS-server gebruiken
pl: Użyj niestandardowego serwera DNS
pt: Usar servidor DNS personalizado
ru: Пользовательский DNS-сервер
sv: Använd anpassad DNS-server
th: ใช้เซิร์ฟเวอร์ DNS แบบกำหนดเอง
tr: Özel DNS sunucusu kullanın
zh_hans: 使用自定义 DNS 服务器
zh_hant: 使用自訂 DNS 伺服器

source: Username
da: Brugernavn
de: Benutzername
es: Nombre de usuario
fi: Käyttäjätunnus
fr: Nom d'utilisateur
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
my: သုံးစွဲသူအမည်
nb: Brukernavn
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Nome de utilizador
ru: Имя пользователя
sv: Användarnamn
th: ชื่อผู้ใช้
tr: Kullanıcı adı
zh_hans: 用户名
zh_hant: 使用者名稱

source: Valid account number
da: Gyldigt kontonummer
de: Gültige Kontonummer
es: Número de cuenta válido
fi: Oikea tilin numero
fr: Numéro de compte valide
it: Numero di account valido
ja: 有効なアカウント番号
ko: 유효한 계정 번호
my: မှန်ကန်သည့် အကောင့်နံပါတ်
nb: Gyldig kontonummer
nl: Geldig accountnummer
pl: Prawidłowy numer konta
pt: Número de conta válido
ru: Действительный номер учетной записи
sv: Giltigt kontonummer
th: หมายเลขบัญชีที่ถูกต้อง
tr: Geçerli hesap numarası
zh_hans: 有效帐号
zh_hant: 有效帳號

# Valid range: %d - %d
source: Valid range: %1$d - %2$d
da: Gyldigt interval: %1$d - %2$d
de: Gültiger Bereich: %1$d–%2$d
es: Rango válido: %1$d - %2$d
fi: Kelvolliset portit: %1$d–%2$d
fr: Plage valide : %1$d - %2$d
it: Intervallo valido: %1$d - %2$d
ja: 有効な範囲: %1$d～%2$d
ko: 유효한 범위: %1$d - %2$d
my: ဝင်သည့် အပိုင်းအခြား- %1$d - %2$d
nb: Gyldig område: %1$d–%2$d
nl: Geldig bereik: %1$d - %2$d
pl: Prawidłowy zakres: %1$d – %2$d
pt: Intervalo válido: %1$d — %2$d
ru: Диапазон значений: %1$d–%2$d
sv: Giltigt intervall: %1$d–%2$d
th: ช่วงที่ใช้งานได้: %1$d - %2$d
tr: Geçerli aralık: %1$d - %2$d
zh_hans: 有效范围：%1$d - %2$d
zh_hant: 有效範圍：%1$d - %2$d

source: value
da: værdi
de: Wert
es: valor
fi: arvo
fr: valeur
it: valore
ja: 値
ko: 가격
my: တန်ဖိုး
nb: verdi
nl: waarde
pl: wartość
pt: valor
ru: значение
sv: värde
th: ค่า
tr: değer
zh_hans: 值
zh_hant: 值

source: Verifying voucher...
da: Bekræfter kupon...
de: Gutschein wird verifiziert ...
es: Verificando cupón…
fi: Kuponkia vahvistetaan...
fr: Vérification du bon…
it: Verifica del voucher...
ja: バウチャーを検証しています...
ko: 바우처를 확인하는 중...
my: ဘောက်ချာကို စိစစ်နေဆဲ...
nb: Bekrefter kupong …
nl: Voucher controleren...
pl: Weryfikowanie kuponu...
pt: A verificar voucher...
ru: Идет проверка ваучера…
sv: Verifierar kupong ...
th: กำลังตรวจสอบบัตรกำนัล...
tr: Kupon doğrulanıyor...
zh_hans: 正在验证优惠券…
zh_hant: 正在驗證優惠券…

source: Vienna
da: Wien
de: Wien
es: Viena
fi: Wien
fr: Vienne
ja: ウィーン
ko: 비엔나
my: ဗီယင်နာ
nb: Wien
nl: Wenen
pl: Wiedeń
pt: Viena
ru: Вена
sv: Wien
th: เวียนนา
tr: Viyana
zh_hans: 维也纳
zh_hant: 維也納

source: View and manage all your logged in devices. You can have up to 5 devices on one account at a time. Each device gets a name when logged in to help you tell them apart easily.
da: Vis og administrer alle dine enheder, der er logget på. Du kan have op til 5 enheder på en konto ad gangen. Hver enhed tildeles et navn, når du logger på, så du let kan se forskel på dem.
de: Lassen Sie all Ihre angemeldeten Geräte anzeigen und verwalten Sie sie. Sie können bis zu fünf Geräte gleichzeitig bei einem Konto haben. Jedes Gerät bekommt beim Anmelden einen Namen, damit Sie sie leicht unterscheiden können.
es: Vea y gestione todos los dispositivos con sesión iniciada. Puede tener hasta 5 dispositivos en una cuenta a la vez. Cada dispositivo recibe un nombre al iniciar sesión para ayudarle a distinguirlo fácilmente.
fi: Tarkastele ja hallitse kaikkia kirjautuneita laitteitasi. Sinulla voi olla enintään viisi laitetta yhdellä tilillä samaan aikaan. Jokainen laite saa nimen, kun se kirjataan sisään, jotta erotat ne helposti.
fr: Affichez et gérez tous vos appareils connectés. Vous pouvez avoir jusqu'à 5 appareils sur un même compte. Chaque appareil reçoit un nom lorsqu'il est connecté, ce qui vous permet de le distinguer facilement.
it: Visualizza e gestisci tutti i dispositivi da cui effettui l'accesso. Puoi avere contemporaneamente fino a 5 dispositivi su un account. Ogni dispositivo riceve un nome quando si effettua l'accesso per aiutarti a distinguerli facilmente.
ja: ログイン中のすべてのデバイスを表示・管理します。1つのアカウントで最大5台のデバイスを同時に利用できます。各デバイスは識別しやすくするため、ログイン時に名前が付けられます。
ko: 로그인된 모든 장치를 보고 관리하세요. 한 계정에서 최대 5대의 장치를 동시에 보유할 수 있습니다. 사용자가 쉽게 구분할 수 있도록 로그인 시 각 장치에 이름이 부여됩니다.
my: သင်ဝင်ရောက်ထားသည့် စက်အားလုံးကို ကြည့်ရှုစီမံပါ။ အကောင့်တစ်ခုလျှင် စက် ၅ လုံးအထိ တစ်ပြိုင်နက်ဝင်ထားနိုင်သည်။ ဝင်ရောက်သည့်အခါတိုင်း ခွဲခြားရလွယ်ကူစေရန် စက်တစ်လုံးချင်းကို အမည်ပေးထားသည်။
nb: Se og administrer alle innloggede enheter. Du kan ha opptil fem enheter på én konto om gangen. Hver enhet får et navn når du logger inn, slik at du enkelt kan skille dem fra hverandre.
nl: Bekijk en beheer al uw aangemelde apparaten. Eén account kan maximaal 5 apparaten tegelijkertijd bevatten. Elk apparaat krijgt bij aanmelding een naam, zodat u ze eenvoudig uit elkaar kunt houden.
pl: Wyświetlaj wszystkie zalogowane urządzenia i zarządzaj nimi. Na jednym koncie możesz mieć do 5 urządzeń naraz. Każde zalogowane urządzenie otrzymuje nazwę, co ułatwia ich rozróżnienie.
pt: Veja e faça a gestão de todos os seus dispositivos com sessão iniciada. Pode ter até 5 dispositivos numa conta de cada vez. Cada dispositivo recebe um nome quando tem sessão iniciada para ajudar a distingui-los facilmente.
ru: Просмотр подключенных устройств и управление ими. К одной учетной записи можно подключить 5 устройств. При входе каждому устройству присваивается имя, чтобы их было легче различать.
sv: Visa och hantera alla dina inloggade enheter. Du kan ha upp till fem enheter åt gången på ett konto. Varje enhet får ett namn när den loggas in så att du enklare kan skilja dem åt.
th: ดูและจัดการอุปกรณ์ทั้งหมดที่คุณลงชื่อเข้าใช้ คุณสามารถมีอุปกรณ์ได้สูงสุด 5 เครื่องในหนึ่งบัญชีในเวลาเดียวกัน แต่ละอุปกรณ์จะได้รับชื่อในขณะที่ลงชื่อเข้าใช้ เพื่อช่วยให้คุณแยกแยะอุปกรณ์แต่ละเครื่องได้อย่างง่ายดาย
tr: Oturum açtığınız tüm cihazları görüntüleyin ve yönetin. Bir hesapta aynı anda en fazla 5 cihaz bulunabilir. Kolayca ayırt edebilmeniz için her cihaza giriş sırasında bir ad atanır.
zh_hans: 查看和管理您所有已登录的设备。一个帐户最多可以同时登录 5 台设备。每台设备登录时都会获得一个名称，以便您能够轻松区分。
zh_hant: 檢視並管理所有已登入的裝置。一個帳戶最多能同時登入 5 台裝置。每台裝置登入時都會獲得一個名稱，以協助您輕鬆區分。

source: View app logs
da: Se app-logfiler
de: App-Protokolle anzeigen
es: Ver registros de la aplicación
fi: Tarkastele sovelluslokeja
fr: Afficher les journaux de l'application
it: Visualizza registri app
ja: アプリのログを表示
ko: 앱 로그 보기
my: အက်ပ်မှတ်တမ်းများ ကြည့်ရန်
nb: Se applogger
nl: Applogboeken weergeven
pl: Wyświetl dzienniki aplikacji
pt: Ver os registos da app
ru: Открыть журналы
sv: Visa appens loggar
th: ดูบันทึกของแอป
tr: Uygulama kayıtlarını görüntüle
zh_hans: 查看应用日志
zh_hant: 檢視應用程式日誌

source: Voucher code has already been used.
da: Kuponkode er allerede brugt.
de: Der Gutscheincode wurde bereits verwendet.
es: El código del cupón ya se ha usado.
fi: Kuponkikoodi on jo käytetty.
fr: Le code du bon a déjà été utilisé.
it: Il codice voucher è già stato utilizzato.
ja: バウチャーコードはすでに使用されています。
ko: 이미 사용된 바우처 코드입니다.
my: ဘောက်ချာကုဒ် သုံးထားပြီးသား ဖြစ်ပါသည်။
nb: Kupongkoden er allerede brukt.
nl: Vouchercode is al gebruikt.
pl: Kod z tego kuponu został już użyty.
pt: O código do voucher já foi utilizado.
ru: Этот код ваучера уже использовался.
sv: Kupongkoden har redan använts.
th: รหัสบัตรกำนัลถูกใช้ไปแล้ว
tr: Kupon kodu zaten kullanılmış.
zh_hans: 该优惠券码已被使用。
zh_hant: 此憑證兌換碼已有人用過。

source: Voucher code is invalid.
da: Kuponkode er ugyldig.
de: Der Gutscheincode ist ungültig.
es: El código del cupón no es válido.
fi: Kuponkikoodi ei kelpaa.
fr: Le code du bon n'est pas valide.
it: Il codice voucher non è valido.
ja: バウチャーコードが無効です。
ko: 유효하지 않은 바우처 코드입니다.
my: ဘောက်ချာကုဒ် မှားနေပါသည်။
nb: Ugyldig kupongkode.
nl: Vouchercode is ongeldig.
pl: Nieprawidłowy kod kuponu.
pt: Código do voucher inválido.
ru: Код ваучера недействителен.
sv: Kupongkoden är ogiltig.
th: รหัสบัตรกำนัลไม่ถูกต้อง
tr: Kupon kodu geçersiz.
zh_hans: 该优惠券码无效。
zh_hant: 憑證兌換碼無效。

source: Voucher was successfully redeemed.
da: Indløsning af kuponen lykkedes.
de: Der Gutschein wurde erfolgreich eingelöst.
es: El cupón se canjeó correctamente.
fi: Kupongin lunastus onnistui.
fr: Le bon a bien été échangé.
it: Il voucher è stato riscattato correttamente.
ja: バウチャーを正常に使用しました。
ko: 바우처가 성공적으로 사용되었습니다.
my: ဘောက်ချာကို အောင်မြင်စွာ လဲယူခဲ့ပါသည်။
nb: Kupongkoden er løst inn.
nl: Voucher is ingewisseld.
pl: Kupon został zrealizowany.
pt: O voucher foi reclamado com sucesso.
ru: Ваучер погашен.
sv: Kupongen har lösts in.
th: แลกบัตรกำนัลสำเร็จแล้ว
tr: Kupon başarıyla kullanıldı.
zh_hans: 优惠券已成功兑换。
zh_hant: 憑證已成功兌換。

source: VPN settings
da: VPN-indstillinger
de: VPN-Einstellungen
es: Configuración de VPN
fi: VPN-asetukset
fr: Paramètres VPN
it: Impostazioni VPN
ja: VPN設定
ko: VPN 설정
my: VPN ဆက်တင်များ
nb: VPN-innstillinger
nl: VPN-instellingen
pl: Ustawienia VPN
pt: Definições de VPN
ru: Настройки VPN
sv: VPN-inställningar
th: การตั้งค่า VPN
tr: VPN ayarları
zh_hans: VPN 设置
zh_hant: VPN 設定

source: Warning: The malware blocker is not an anti-virus and should not be treated as such, this is just an extra layer of protection.
da: Advarsel: Malware-blokkeren er ikke antivirus og bør ikke behandles som sådan. Dette er blot et ekstra lag af beskyttelse.
de: Der Malware-Blocker ist kein Antivirusprogramm und sollte auch nicht als solches behandelt werden. Es dient lediglich als zusätzliche Schutzschicht.
es: Advertencia: El bloqueador de malware no es un antivirus y no debe considerarse como tal, tan solo es un nivel de protección adicional.
fi: Varoitus: haittaohjelmien estotoiminto ei ole virustorjuntaohjelma, eikä sitä pidä käyttää sellaisena – kyseessä on vain ylimääräinen suojauskerros.
fr: Avertissement : le bloqueur de malware n'est pas un anti-virus et ne doit pas être traité comme tel, il s'agit juste d'une couche de protection supplémentaire.
it: Avvertenza: questa protezione dai malware non è un antivirus e non deve essere trattata come tale, è solo un ulteriore livello di protezione.
ja: 警告: マルウェアブロッカーはウィルス対策ではありませんので、そのような用途には使用しないでください。あくまで追加の保護レイヤーに過ぎません。
ko: 경고: 맬웨어 차단기는 안티바이러스가 아니며 하나의 추가 보호 계층일 뿐입니다.
my: သတိပေးချက်- မဲလ်ဝဲရ် ပိတ်ဆို့မှုသည် အပိုအကာအကွယ်လွှာ တစ်ခုသာဖြစ်ပြီး ဗိုင်းရပ်စ် ကာကွယ်ရေး (anti-virus) မဟုတ်၍ ၎င်းအဖြစ် မမှတ်ယူသင့်ပါ။
nb: Advarsel: Blokkeringen av skadelig programvare er ikke et antivirusprogram og skal ikke brukes som dette. Det er bare et ekstra lag med beskyttelse.
nl: Waarschuwing: de malwareblocker is geen antivirus en mag niet als zodanig behandeld worden. Dit is slechts een extra beschermingslaag.
pl: Ostrzeżenie: funkcja blokowania złośliwego oprogramowania nie jest programem antywirusowym i nie należy jej tak traktować. To jedynie dodatkowa warstwa zabezpieczeń.
pt: Aviso: o bloqueador de malware não é um antivírus e não deve ser tratado como tal, é apenas uma camada extra de proteção.
ru: Внимание! Блокировщик вредоносного ПО — это просто дополнительный уровень защиты, а не антивирус.
sv: Varning! Blockering av skadlig kod är inte ett antivirusprogram och bör inte behandlas som ett. Det här är bara ett extra skyddslager.
th: คำเตือน: ตัวบล็อกมัลแวร์ไม่ใช่แอนตี้ไวรัส และไม่ควรนำมาใช้ในรูปแบบดังกล่าว นี่เป็นเพียงชั้นการป้องกันเพิ่มเติมเท่านั้น
tr: Uyarı: Kötü amaçlı yazılım engelleyici, virüsten koruma yazılımı değildir ve bu şekilde değerlendirilmemelidir. Sadece ek bir koruma seviyesi sağlamaktadır.
zh_hans: 警告：恶意软件阻止程序不是防病毒软件，也不应被视为防病毒软件，这只是提供了一层额外的保护。
zh_hant: 警告：惡意軟體封鎖程式並非防毒軟體，只是提供了一層額外保護，不應將其視為防毒軟體。

source: Warsaw
da: Warszawa
de: Warschau
es: Varsovia
fi: Varsova
fr: Varsovie
it: Varsavia
ja: ワルシャワ
ko: 바르샤바
my: ဝါဆော
nb: Warszawa
nl: Warschau
pl: Warszawa
pt: Varsóvia
ru: Варшава
sv: Warszawa
th: วอร์ซอ
tr: Varşova
zh_hans: 华沙
zh_hant: 華沙

source: We are having some issues, please try again later
da: Vi har nogle problemer, prøv igen senere
de: Es gibt ein paar Probleme, versuchen Sie es später nochmal
es: Estamos experimentando algunos problemas. Inténtelo de nuevo más tarde
fi: Meillä on hieman ongelmia, yritä myöhemmin uudelleen
fr: Nous rencontrons des problèmes, veuillez réessayer plus tard
it: Stiamo riscontrando alcuni problemi, riprova più tardi
ja: 現在エラーが発生しています。後でもう一度お試しください
ko: 문제가 발생했습니다. 나중에 다시 시도해 주세요
my: ကျွန်ုပ်တို့တွင် ပြဿနာအချို့ရှိနေပါသည်၊ နောက်မှ ထပ်မံကြိုးစားပါ
nb: Vi opplever problemer. Prøv igjen senere
nl: We ondervinden enkele problemen, probeer het later opnieuw
pl: Mamy pewne problemy, spróbuj ponownie później
pt: Estamos com alguns problemas, tente novamente mais tarde.
ru: У нас возникли некоторые проблемы, пожалуйста, попробуйте позже
sv: Vi har stött på problem, försök igen senare
th: เรากำลังประสบปัญหาบางอย่าง โปรดลองอีกครั้งในภายหลัง
tr: Şu anda bazı sorunlar yaşıyoruz, lütfen daha sonra tekrar deneyin
zh_hans: 我们遇到了一些问题，请稍后再试
zh_hant: 我們遇到一些問題，請稍後再試

source: We will look into this.
da: Vi vil undersøge dette.
de: Wir werden uns das anschauen.
es: Revisaremos esto.
fi: Tutkimme asiaa.
fr: Nous allons nous pencher dessus.
it: Verificheremo.
ja: この問題を調査いたします。
ko: 조사해보겠습니다.
my: ဤသည်ကို စစ်ဆေးလိုက်ပါမည်။
nb: Dette skal vi følge opp.
nl: We gaan het bekijken.
pl: Sprawdzimy to.
pt: Vamos analisar esta situação.
ru: Мы рассмотрим эту проблему.
sv: Vi kommer att undersöka detta.
th: เราจะตรวจสอบปัญหานี้
tr: Bunu araştıracağız.
zh_hans: 我们将对此进行调查。
zh_hant: 我們會對此進行調查。

source: What’s new
da: Nyheder
de: Was ist neu?
es: Novedades
fi: Uutta
fr: Quoi de neuf
it: Novità
ja: 新機能
ko: 새로운 기능
my: အသစ်ပါလာသော အကြောင်းအရာများ
nb: Dette er nytt
nl: Wat is er nieuw
pl: Co nowego
pt: Novidades
ru: Что нового
sv: Nyheter
th: มีอะไรใหม่
tr: Yenilikler
zh_hans: 最新变化
zh_hant: 最新動態

source: When this feature is enabled it stops the device from contacting certain domains or websites known for distributing ads, malware, trackers and more.
da: Når denne funktion er aktiveret, forhindrer den enheden i at kontakte bestemte domæner eller websteder, der er kendt for at distribuere annoncer, malware, trackere og lignende.
de: Wenn diese Funktion aktiviert ist, wird das Gerät daran gehindert, bestimmte Domains oder Websites zu kontaktieren, die für die Verbreitung von Werbung, Malware, Trackern und mehr bekannt sind.
es: Al activar esta opción se evita que el dispositivo contacte con determinados dominios o sitios web que se sabe que distribuyen anuncios, malware, rastreadores y más.
fi: Kun tämä ominaisuus on käytössä, se estää laitetta ottamasta yhteyttä tiettyihin verkkotunnuksiin tai -sivustoihin, jotka tunnetaan mainosten, haittaohjelmien, seurantaohjelmien tai muiden vastaavien jakelijoina.
fr: Lorsque cette fonctionnalité est activée, elle empêche l'appareil de contacter certains domaines ou sites Web connus pour distribuer des publicités, des logiciels malveillants, des trackers et plus.
it: Quando è abilitata, questa funzionalità impedisce al dispositivo di contattare determinati domini o siti Web noti per la distribuzione di annunci, malware, tracker e altro.
ja: この機能を有効にすると、広告、マルウェア、トラッカーなどの配信が確認されている特定のドメインまたはWebサイトへのデバイスの接続が阻止されます。
ko: 이 기능이 활성화되면 광고, 맬웨어, 트래커 등을 배포하는 것으로 알려진 특정 도메인이나 웹사이트에 장치가 연결하지 않게 방지됩니다.
my: ဤလုပ်ဆောင်ချက်ကို ဖွင့်ထားသည့်အခါ အနှောင့်အယှက်ဖြစ်စေသည့် ကြော်ငြာများ၊ မဲလ်ဝဲရ်၊ ခြေရာခံများနှင့် အစရှိသည်တို့နှင့်စပ်လျဉ်း၍ သိရှိထားသော အချို့သော Domain များ သို့မဟုတ် ဝဘ်ဆိုက်များနှင့် ဆက်သွယ်ခြင်းမှ စက်ကို ရပ်တန့်ပေးပါသည်။
nb: Når denne funksjonen er aktivert, forhindrer den enheten fra å kontakte bestemte domener og nettsteder som er kjent for å spre annonser, skadelig programvare, sporingsenheter og mer.
nl: Als deze functie is ingeschakeld, maakt het apparaat geen contact meer met bepaalde domeinen of websites waarvan bekend is dat ze advertenties, malware, trackers en meer verspreiden.
pl: Po włączeniu funkcja ta uniemożliwia urządzeniu kontakt z określonymi domenami lub witrynami internetowymi, które rozpowszechniają reklamy, złośliwe oprogramowanie itd.
pt: Quando esta funcionalidade é ativada, impede que o dispositivo contacte certos domínios ou sites conhecidos por distribuir anúncios, malware, trackers e muito mais.
ru: При включенной опции устройство не будет устанавливать соединение с определенными доменами и сайтами, известными распространением рекламы, вредоносного ПО, трекеров и т. д.
sv: När den här funktionen är aktiverad stoppas enheten från att kontakta vissa domäner eller webbplatser som är kända för att sprida annonser, skadlig kod, spårare med mera.
th: ในขณะที่เปิดใช้งานคุณลักษณะนี้ คุณลักษณะนี้จะหยุดไม่ให้อุปกรณ์ติดต่อโดเมน หรือเว็บไซต์ใดๆ ที่เป็นที่ทราบกันว่า ใช้ในการเผยแพร่โฆษณา มัลแวร์ ตัวติดตาม และอื่นๆ
tr: Bu özellik etkinleştirildiğinde, cihazınızın reklamlar, kötü amaçlı yazılımlar, izleyiciler ve daha fazlasını dağıttığı bilinen belirli alan adlarıyla veya web siteleriyle iletişim kurmasını durdurur.
zh_hans: 启用此功能后，它将阻止设备与已知的分发广告、恶意软件、跟踪器等内容的特定域或网站联系。
zh_hant: 此功能啟用後，便會禁止裝置聯繫某些已知會傳播廣告、惡意軟體、追蹤程式等內容的網域或網站。

source: When using DAITA, one provider with DAITA-enabled servers is required.
da: Når du bruger DAITA, skal du have en udbyder med DAITA-kompatible servere.
de: Wenn Sie DAITA verwenden, benötigen Sie einen Anbieter mit Servern, die DAITA unterstützen.
es: Al utilizar DAITA, se requiere un proveedor con servidores habilitados por DAITA.
fi: Kun käytät DAITAa, vaaditaan yksi palveluntarjoaja, jonka palvelimet tukevat DAITAa.
fr: Lors de l'utilisation de DAITA, un fournisseur ayant des serveurs compatibles DAITA est requis.
it: Quando si utilizza DAITA, è richiesto un provider con server abilitati per DAITA.
ja: DAITAを使用する場合、DAITA対応サーバーを持つプロバイダーが1つ必要です。
ko: DAITA를 사용할 때는 DAITA가 활성화된 서버가 있는 제공업체가 하나 필요합니다.
my: DAITA ကိုအသုံးပြုသည့်အခါ DAITA ဖွင့်ထားသည့် ဆာဗာများရှိသော ပံ့ပိုးသူတစ်ဦး လိုအပ်ပါသည်။
nb: Når du bruker DAITA, kreves det én leverandør med DAITA-aktiverte servere.
nl: Wanneer u DAITA gebruikt, moet u minimaal één provider hebben met servers waarop DAITA is ingeschakeld.
pl: Podczas korzystania z DAITA wymagany jest jeden dostawca z serwerami obsługującymi DAITA.
pt: Ao utilizar a DAITA, é necessário um fornecedor com servidores compatíveis com a DAITA.
ru: При использовании DAITA требуется один провайдер с серверами, поддерживающими DAITA.
sv: När du använder DAITA krävs det en leverantör med DAITA-aktiverade servrar.
th: เมื่อใช้ DAITA จำเป็นต้องมีผู้ให้บริการหนึ่งรายที่มีเซิร์ฟเวอร์ที่เปิดใช้งาน DAITA
tr: DAITA kullanılırken, DAITA etkin sunucuları bulunan bir operatör gerekir.
zh_hans: 使用 DAITA 时，需要一个已启用 DAITA 服务器的提供商。
zh_hant: 使用 DAITA 時，至少需要一個擁有 DAITA 啟用伺服器的供應商。

source: Which TCP port the UDP-over-TCP obfuscation protocol should connect to on the VPN server.
da: Hvilken TCP-port UDP-over-TCP tilsløringsprotokollen skal forbinde til på VPN-serveren.
de: Mit welchem TCP-Port sich das UDP-über-TCP-Verschleierungsprotokoll auf dem VPN-Server verbinden soll.
es: El puerto TCP al que se conectará el protocolo de ofuscación de UDP sobre TCP en el servidor VPN.
fi: Määrittää, mihin VPN-palvelimen TCP-porttiin "UDP TCP:n kautta" -hämäysteknologia-protokollan tulee muodostaa yhteys.
fr: Le port TCP auquel le protocole de dissimulation UDP sur TCP doit se connecter sur le serveur VPN.
it: A quale porta TCP deve connettersi il protocollo di offuscamento UDP-over-TCP sul server VPN.
ja: UDP-over-TCP難読化プロトコルで接続する必要のあるVPNサーバーのTCPポートです。
ko: UDP-over-TCP 난독 처리 프로토콜이 VPN 서버에서 연결해야 하는 TCP 포트입니다.
my: VPN ဆာဗာကို ဖွင့်ရန် ၎င်း TCP ပေါ့တ် UDP-over-TCP Obfuscation ပရိုတိုကောလ်နှင့် ချိတ်ဆက်ထားသင့်ပါသည်။
nb: TCP-porten som UDP-over-TCP-tilsløringen skal koble til på VPN-serveren.
nl: Met welke TCP-poort moet het UDP-over-TCP-obfuscatieprotocol verbinding maken op de VPN-server.
pl: Port TCP, z którym powinien łączyć się protokół zaciemniania UDP-przez-TCP na serwerze VPN.
pt: A que porta TCP o protocolo de ofuscação UDP sobre TCP deve ligar-se no servidor VPN.
ru: TCP-порт, к которому должен подключаться протокол обфускации UDP через TCP на VPN-сервере.
sv: Vilken TCP-port som UDP-över-TCP-obfuskeringsprotokoll bör ansluta till på VPN-servern.
th: พอร์ต TCP ใดที่โพรโทคอลการทำให้ข้อมูลยุ่งเหยิง UDP-ผ่าน-TCP ควรเชื่อมต่อบนเซิร์ฟเวอร์ VPN
tr: TCP üzerinden UDP gizleme protokolünün VPN sunucusunda hangi TCP portuna bağlanması gerekiyor.
zh_hans: UDP-over-TCP 混淆协议应连接到 VPN 服务器上的哪个 TCP 端口。
zh_hant: UDP-over-TCP 混淆通訊協定應連線到 VPN 伺服器上的哪個 TCP 連接埠。

source: WireGuard obfuscation
da: WireGuard-tilsløring
de: WireGuard-Verschleierung
es: Ofuscación de WireGuard
fi: WireGuard-obfuskointi
fr: Obfuscation WireGuard
it: Offuscamento WireGuard
ja: WireGuardの難読化
ko: WireGuard 난독화
nb: Tilsløring av WireGuard
nl: WireGuard-obfuscatie
pl: Zaciemnianie WireGuard
pt: Ofuscação WireGuard
ru: Обфускация WireGuard
sv: WireGuard-obfuskering
th: การทำให้ข้อมูลยุ่งเหยิงของ WireGuard
tr: WireGuard gizlemesi
zh_hans: WireGuard 混淆
zh_hant: WireGuard 混淆
